Repository: AKJUS/MediaWriter
Catalog: po/mediawriter_*.po
Languages: ca, ga, nl, sr, th

# AboutDialog|
source: About Fedora Media Writer
ga: Maidir le Fedora Media Writer
th: เกี่ยวกับ Fedora Media Writer

# AboutDialog|
source: Version %1
ga: Leagan%1
th: รุ่น %1

# AboutDialog|
source: Fedora Media Writer is now checking for new releases
ga: Tá Fedora Media Writer ag seiceáil le haghaidh eisiúintí nua anois
th: Fedora Media Writer กำลังตรวจสอบว่ามีรุ่นใหม่หรือไม่

# AboutDialog|
source: Please report bugs or your suggestions on %1
ga: Tuairiscigh fabhtanna nó do mholtaí ar %1 le do thoil
th: กรุณารายงานบัคหรือคำแนะนำที่ %1

# AboutDialog|
source: Close
ga: Dún
th: ปิด

# CancelDialog|
source: Cancel Download?
ga: Cealaigh Íoslódáil?
th: ยกเลิกการดาวน์โหลดหรือไม่

# CancelDialog|
source: Cancel Writing?
ga: Cealaigh Scríbhneoireacht?
th: ยกเลิกการเขียนหรือไม่

# CancelDialog|
source: Cancel Verification?
ga: Cealaigh an Fíorú?
th: ยกเลิกการยืนยันหรือไม่

# CancelDialog|
source: Download and media writing will be aborted. This process can be resumed any time later.
ga: Cuirfear deireadh leis an íoslódáil agus leis an scríobh meán. Is féidir an próiseas seo a atosú am ar bith níos déanaí.
th: การดาวน์โหลดและการเขียนมีเดียจะถูกหยุดลง กระบวนการนี้สามารถทำต่อได้ในภายหลัง

# CancelDialog|
source: Writing process will be aborted and your drive will have to be restored afterwards.
ga: Cuirfear deireadh leis an bpróiseas scríbhneoireachta agus beidh ort do thiomántán a athchóiriú ina dhiaidh sin.
th: กระบวนการเขียนจะถูกหยุดลงและไดรฟ์ของคุณจะต้องถูกคืนค่าในภายหลัง

# CancelDialog|
source: This operation is safe to be cancelled.
ga: Tá sé sábháilte an oibríocht seo a chealú.
th: กระบวนการนี้สามารถถูกยกเลิกได้อย่างปลอดภัย

# CancelDialog|
source: Continue
ga: Lean ar aghaidh
th: ดำเนินการต่อ

# CancelDialog|
source: Cancel Download
ga: Cealaigh Íoslódáil
th: ยกเลิกการดาวน์โหลด

# CancelDialog|
source: Cancel Writing
ga: Cealaigh Scríbhneoireacht
th: ยกเลิกการเขียน

# CancelDialog|
source: Cancel Verification
ga: Cealaigh Fíorú
th: ยกเลิกการยืนยัน

# CancelDialog|
source: Cancel
ga: Cealaigh
th: ยกเลิก

# DeviceWarningDialog|
source: Erase confirmation
ga: Deimhniú scriosta
th: ยืนยันการลบ

# DeviceWarningDialog|
source: The entire device (all of %1) will be erased and the selected image will be written to it. Do you want to continue?
ga: Scriosfar an gléas ar fad (%1 ar fad) agus scríobhfar an íomhá roghnaithe chuige. Ar mhaith leat leanúint ar aghaidh?
th: ทั้งอุปกรณ์ (ทั้งหมดของ %1) จะถูกลบและอิมเมจที่เลือกจะถูกเขียนไปยังอุปกรณ์นั้น คุณต้องการดำเนินการต่อหรือไม่

# DeviceWarningDialog|
source: Cancel
ga: Cealaigh
th: ยกเลิก

# DeviceWarningDialog|
source: Write
ga: Scríobh
th: เขียน

# DeviceWarningDialog|
source: Download && Write
ga: Íoslódáil && Scríobh
th: ดาวน์โหลด && เขียน

# DeviceWarningDialog|
source: Download & Write
ga: Íoslódáil & Scríobh
th: ดาวน์โหลดและเขียน

# DeviceWarningDialog|
source: Bytes
ga: Bearta
th: ไบต์

# Download|
source: Unable to fetch the requested image.
ca: No s'ha pogut capturar la imatge sol·licitada.
ga: Ní féidir an íomhá iarrtha a fháil.
nl: Kan de gevraagde image niet ophalen.
sr: Нисам могао да добавим захтевану слику.
th: ไม่สามารถดึงข้อมูลเกี่ยวกับอิมเมจที่ขอได้

# Download|
source: You ran out of space in your Downloads folder.
ca: Us heu quedat sense espai a la vostra carpeta de Baixades.
ga: Ní raibh spás fágtha i do fhillteán Íoslódálacha.
nl: Je hebt geen ruimte meer in je Downloads map.
sr: Немате више простора у вашој фасцикли „Преузимања“.
th: พื้นที่เก็บข้อมูลในโฟลเดอร์ดาวน์โหลดของคุณหมด

# Download|
source: The download file is not writable.
ca: El fitxer baixat no és dels que es poden escriure.
ga: Ní féidir an comhad íoslódála a scríobh.
nl: Het download-bestand is niet schrijfbaar.
sr: Датотека за преузимање није уписива.
th: ไฟล์ดาวน์โหลดไม่สามารถเขียนได้

# Download|
source: Connection timed out
ca: Expiració de temps de connexió
ga: Chuaigh an nasc amach as an am
nl: Verbinding time-out
sr: Веза је истекла.
th: การเชื่อมต่อหมดเวลา

# DownloadPage|
source: %1 Successfully Written
ga: %1 Scríofa go rathúil
th: เขียนไปยัง %1 เสร็จสมบูรณ์

# DownloadPage|
source: Writing %1
ga: Scríbhneoireacht %1
th: กำลังเขียน %1

# DownloadPage|
source: Downloading %1
ga: Ag íoslódáil %1
th: กำลังดาวน์โหลด %1

# DownloadPage|
source: Preparing %1
ga: Ag ullmhú %1
th: กำลังเตรียม %1

# DownloadPage|
source: Ready to write %1
ga: Réidh le scríobh %1
th: พร้อมเขียน %1

# DownloadPage|
source: Failed to download %1
ga: Theip ar %1 a íoslódáil
th: ล้มเหลวในการดาวน์โหลด %1

# DownloadPage|
source: B left)
ga: B ar chlé)
th: B)

# DownloadPage|
source: KB left)
ga: KB ar chlé)
th: KB)

# DownloadPage|
source: MB left)
ga: MB ar chlé)
th: MB)

# DownloadPage|
source: GB left)
ga: GB ar chlé)
th: GB)

# DownloadPage|
source: Your drive was unplugged during the process
ga: Díphlugáladh do thiomántán le linn an phróisis
th: ไดรฟ์ของคุณถูกถอดออกระหว่างการประมวลผล

# DownloadPage|
source: Downloads are saved to the downloads folder.
ga: Sábháiltear íoslódálacha sa fhillteán íoslódálacha.
th: ไฟล์ที่ดาวน์โหลดจะถูกบันทึกไปยังโฟลเดอร์ดาวน์โหลด

# DownloadPage|
source: By writing, you will lose all of the data on %1.
ga: Trí scríobh, caillfidh tú na sonraí go léir ar %1.
th: ในการเขียน ข้อมูลของคุณใน %1 จะหายไปทั้งหมด

# DownloadPage|
source: Please insert an USB drive.
ga: Cuir tiomántán USB isteach, le do thoil.
th: โปรดใส่ไดรฟ์ USB

# DownloadPage|
source: Your drive will be resized to a smaller capacity. You may resize it back to normal by using Fedora Media Writer. This will remove installation media from your drive.
ga: Athrófar méid do thiomántáin go dtí acmhainn níos lú. Is féidir leat é a athrú ar ais go gnáthmhéid trí úsáid a bhaint as Fedora Media Writer. Bainfidh sé seo meáin suiteála de do thiomántán.
th: ไดรฟ์ของคุณจะถูกปรับขนาดให้เล็กลง คุณสามารถปรับขนาดไดรฟ์กลับให้เป็นปกติได้โดยการใช้ Fedora Media Writer แต่กระบวนการนั้นจะลบตัวติดตั้งออกจากไดร์ฟของคุณ

# DownloadPage|
source: Selected:
ga: Roghnaithe:
th: ที่เลือก:

# DownloadPage|
source: None
ga: Dada
th: ไม่มี

# DownloadPage|
source: Your board or device is not supported by Fedora Media Writer yet. Please check <a href=%1>this page</a> for more information about its compatibility with Fedora and how to create bootable media for it.
ga: Ní thacaíonn Fedora Media Writer le do bhord ná le do ghléas go fóill. Seiceáil <a href=%1>an leathanach seo</a> le haghaidh tuilleadh eolais faoina chomhoiriúnacht le Fedora agus conas meáin tosaithe a chruthú dó.
th: บอร์ดหรืออุปกรณ์ของคุณยังไม่ถูกรองรับโดย Fedora Media Writer โปรดตรวจสอบ<a href=%1>หน้านี้</a>สำหรับข้อมูลเพิ่มเติมเกี่ยวกับความเข้ากันได้กับ Fedora และวิธีการสร้างสื่อที่สามารถบูตได้

# DownloadPage|
source: The selected drive's size is %1. It's possible you have selected an external drive by accident!
ga: Is é %1 méid an tiomántáin roghnaithe. B’fhéidir gur roghnaigh tú tiomántán seachtrach trí thimpiste!
th: ขนาดของไดรฟ์ที่เลือกคือ %1 คุณอาจเลือกไดร์ฟภายนอกมาแบบไม่ได้ตั้งใจ!

# DownloadPage|
source: Restart and boot from %1 to start using %2.
ga: Atosaigh agus tosaigh ó %1 chun tosú ag úsáid %2.
th: รีสตาร์ทและบูตเข้า %1 เพื่อเริ่มใช้ %2

# DownloadPage|
source: Cancel
ga: Cealaigh
th: ยกเลิก

# DownloadPage|
source: Write
ga: Scríobh
th: เขียน

# DownloadPage|
source: Finish
ga: Críochnaigh
th: เสร็จสิ้น

# DownloadPage|
source: Retry
ga: Déan iarracht eile
th: ลองใหม่

# Drive|
source: This drive is not large enough.
ca: La unitat no és prou gran.
ga: Níl an tiomántán seo mór go leor.
nl: Dit station is niet groot genoeg.
sr: Овај уређај није довољно велик.
th: ไดรฟ์นี้ขนาดไม่เพียงพอ

# DrivePage|
source: Write Options
ga: Roghanna Scríbhneoireachta
th: ตัวเลือกการเขียน

# DrivePage|
source: Version
ga: Leagan
th: รุ่น

# DrivePage|
source: Hardware Architecture
ga: Ailtireacht Crua-earraí
th: สถาปัตยกรรมฮาร์ดแวร์

# DrivePage|
source: Selected file
ga: Comhad roghnaithe
th: ไฟล์ที่เลือก

# DrivePage|
source: None
ga: Dada
th: ไม่มี

# DrivePage|
source: Select...
ga: Roghnaigh...
th: เลือก...

# DrivePage|
source: Image files
ga: Comhaid íomhá
th: ไฟล์อิมเมจ

# DrivePage|
source: All files (*)
ga: Gach comhad (*)
th: ไฟล์ทั้งหมด (*)

# DrivePage|
source: USB Drive
ga: Tiomántán USB
th: ไดรฟ์ USB

# DrivePage|
source: There are no portable drives connected
ga: Níl aon tiomántáin iniompartha ceangailte
th: ไม่มีไดรฟ์พกพาที่เชื่อมต่ออยู่

# DrivePage|
source: Download
ga: Íoslódáil
th: ดาวน์โหลด

# DrivePage|
source: Delete download after writing
ga: Scrios an íoslódáil tar éis scríobh
th: ลบไฟล์ที่ดาวน์โหลดหลังการเขียน

# DrivePage|
source: Write
ga: Scríobh
th: เขียน

# DrivePage|
source: Download && Write
ga: Íoslódáil && Scríobh
th: ดาวน์โหลด && เขียน

# DrivePage|
source: Download & Write
ga: Íoslódáil & Scríobh
th: ดาวน์โหลดและเขียน

# LinuxDrive|
source: The drive was removed while it was written to.
ca: S'ha extret la unitat mentre s'hi escrivia.
ga: Baineadh an tiomántán agus é á scríobh.
nl: Het station werd verwijderd terwijl ernaar geschreven werd.
sr: Уређај је откачен док се писало на њему.
th: ไดรฟ์ถูกถอดออกในระหว่างการเขียน

# LinuxDrive|
source: Could not find the helper binary. Check your installation.
ca: No s'ha pogut trobar el binari de l'ajudant. Comproveu la vostra instal·lació.
ga: Níorbh fhéidir an comhad dénártha cúnta a aimsiú. Seiceáil do shuiteáil.
nl: Kon het hulpprogramma niet vinden. Controleer je installatie.
sr: Нисам могао да нађем помоћну бинарну датотеку. Проверите вашу инсталацију.
th: ไม่พบไบนารีช่วยเหลือ ตรวจสอบการติดตั้งโปรแกรมของคุณ

# LinuxDrive|
source: Stopped before writing has finished.
ca: S'ha aturat abans d'acabar l'escriptura.
ga: Stopadh sular críochnaíodh an scríbhneoireacht.
nl: Gestopt voordat het schrijven voltooid is.
sr: Заустављен пре него што је писање завршено.
th: ถูกหยุดก่อนการเขียนเสร็จสิ้น

# LinuxDrive|
source: Finished!
ca: Ha acabat!
ga: Críochnaigh!
nl: Klaar!
sr: Завршено!
th: เสร็จสิ้นแล้ว!

# LinuxDrive|
source: Writing %1 was successful
ca: Escriptura reeixida de %1
ga: D’éirigh le scríobh %1
nl: Schrijven %1 is gelukt
sr: Уписивање ставке %1 је успешно
th: การเขียนไปยัง %1 เสร็จสมบูรณ์

# LinuxDrive|
source: Error
ga: Earráid
nl: Fout
sr: Грешка
th: เกิดข้อผิดพลาด

# LinuxDrive|
source: Writing %1 failed
ca: Escriptura fallida de %1
ga: Theip ar scríobh %1
nl: Schrijven %1 mislukte
sr: Уписивање ставке %1 није успело
th: การเขียนไปยัง %1 ล้มเหลว

# LinuxDriveProvider|
source: UDisks2 seems to be unavailable or unaccessible on your system.
ca: Pel que sembla UDisks2 no està disponible o accessible al vostre sistema.
ga: Is cosúil nach bhfuil UDisks2 ar fáil nó nach bhfuil rochtain air ar do chóras.
nl: UDisks2 schijnt niet beschikbaar of niet toegankelijk te zijn op je systeem.
sr: Изгледа да UDisks2 није доступан на вашем систему.
th: เหมือนว่า UDisks2 จะไม่มีอยู่หรือไม่สามารถเข้าถึงได้บนระบบของคุณ

# MacDrive|
source: Could not find the helper binary. Check your installation.
ca: No s'ha pogut trobar el binari de l'ajudant. Comproveu la vostra instal·lació.
ga: Níorbh fhéidir an comhad dénártha cúnta a aimsiú. Seiceáil do shuiteáil.
nl: Kon het hulpprogramma niet vinden. Controleer je installatie.
sr: Нисам могао да нађем помоћну бинарну датотеку. Проверите вашу инсталацију.
th: ไม่พบไบนารีช่วยเหลือ ตรวจสอบการติดตั้งโปรแกรมของคุณ

# MacDrive|
source: Error
ga: Earráid
nl: Fout
sr: Грешка
th: เกิดข้อผิดพลาด

# MacDrive|
source: Writing %1 failed
ca: Escriptura fallida de %1
ga: Theip ar scríobh %1
nl: Schrijven van %1 mislukte
sr: Уписивање ставке %1 није успело
th: การเขียนไปยัง %1 ล้มเหลว

# MacDrive|
source: Finished!
ca: Ha acabat!
ga: Críochnaigh!
nl: Klaar!
sr: Завршено!
th: เสร็จสิ้นแล้ว!

# MacDrive|
source: Writing %1 was successful
ca: Escriptura reeixida de %1
ga: D’éirigh le scríobh %1
nl: Schrijven van %1 is gelukt
sr: Уписивање ставке %1 је успешно
th: การเขียนไปยัง %1 เสร็จสมบูรณ์

# MainPage|
source: Select Image Source
ga: Roghnaigh Foinse Íomhá
th: เลือกแหล่งอิมเมจ

# MainPage|
source: Download automatically
ga: Íoslódáil go huathoibríoch
th: ดาวน์โหลดโดยอัตโนมัติ

# MainPage|
source: Select .iso file
ga: Roghnaigh comhad .iso
th: เลือกไฟล์ .iso

# MainPage|
source: Restore <b>%1</b>
ga: Athchóirigh <b>%1</b>
th: คืนค่า <b>%1</b>

# MainPage|
source: About
ga: Maidir
th: เกี่ยวกับ

# Page|
source: Previous
ga: Roimhe Seo
th: ก่อนหน้า

# Page|
source: Next
ga: Ar Aghaidh
th: ถัดไป

# PortalFileDialog|
source: Image files
ga: Comhaid íomhá
th: ไฟล์อิมเมจ

# PortalFileDialog|
source: All files
ga: Gach comhad
th: ไฟล์ทั้งหมด

# PortalFileDialog|
source: Open File
ga: Oscail Comhad
th: เปิดไฟล์

# QFileSystemModel|
source: %1 byte(s)
ga: %1 beart(anna)
th: %1 ไบต์

# Release|
source: Pick a file from your drive(s)
ca: Trieu un fitxer des d'una de les vostres unitats
ga: Roghnaigh comhad ó do thiomántán(anna)
nl: Selecteer een bestand van je drive(s)
sr: Изаберите датотеку са ваших уређаја
th: เลือกไฟล์จากไดรฟ์ของคุณ

# Release|
source: <p>Here you can choose a OS image from your hard drive to be written to your flash disk</p><p>Currently it is only supported to write raw disk images (.iso or .bin)</p>
ca: <p>Aquí podreu triar la imatge d'un SO des de la vostra unitat de disc dur per escriure-la al vostre disc flash</p><p>Actualment només s'admet l'escriptura d'imatges de disc en cru (.iso o .bin)</p>
ga: <p>Anseo is féidir leat íomhá OS a roghnú ó do thiomántán crua le scríobh chuig do dhiosca flash</p><p>Faoi láthair ní thacaítear ach le híomhánna diosca amha (.iso nó .bin) a scríobh</p>
nl: <p>Hier kan je een besturingssysteem image op je harde schijf kiezen welke naar je flash schijf geschreven moet worden</p><p>Op dit moment wordt alleen het schrijven van ruwe schijf images (.iso or .bin) ondersteund</p>
sr: <p>Овде можете изабрати слику система са вашег хард диска да бисте је уписали на флеш уређај.</p><p>Тренутно је могуће само писање сирових слика система (.iso или .bin)</p>
th: <p>ที่นี่คุณสามารถเลือกไฟล์อิมเมจระบบปฏิบัติการจากฮาร์ดไดรฟ์ของคุณเพื่อทำการเขียนไปยังแฟลช์ไดร์ฟของคุณได้</p><p>ในขณะนี้ มีการรองรับการเขียนไฟล์อิมเมจดิบเท่านั้น (.iso หรือ .bin)</p>

# Release|
source: Fedora Labs
ga: Saotharlanna Fedora
sr: Fedora Лабораторије
th: Fedora แล็บ

# Release|
source: Fedora Atomic Desktops
ga: Deasca Adamhach Fedora

# Release|
source: Other
ca: Altres
ga: Eile
nl: Anders
sr: Друго
th: อื่น ๆ

# ReleaseArchitecture|
source: ISO format image for Intel, AMD and other compatible PCs (64-bit)
ca: Imatge en format ISO per als ordinadors personals Intel, AMD o compatibles (64 bits)
ga: Íomhá i bhformáid ISO do Intel, AMD agus ríomhairí pearsanta comhoiriúnacha eile (64-giotán)
nl: ISO formaat image voor Intel, AMD en andere compatibele PC's (64-bit)
sr: ISO формат слике за Интелове, АМД-ове и друге подударне личне рачунаре (64-бита)
th: ฟอร์แมต ISO สำหรับ Intel, AMD, และ PC อื่น ๆ ที่เข้ากันได้ (64 บิต)

# ReleaseArchitecture|
source: ISO format image for Intel, AMD and other compatible PCs (32-bit)
ca: Imatge en format ISO per als ordinadors personals Intel, AMD o compatibles (32 bits)
ga: Íomhá i bhformáid ISO do Intel, AMD agus ríomhairí pearsanta comhoiriúnacha eile (32-giotán)
nl: ISO formaat image voor Intel, AMD en andere compatibele PC's (32-bit)
sr: ISO формат слике за Интелове, АМД-ове и друге подударне личне рачунаре (32-бита)
th: ฟอร์แมต ISO สำหรับ Intel, AMD, และ PC อื่น ๆ ที่เข้ากันได้ (32 บิต)

# ReleaseArchitecture|
source: LZMA-compressed raw image for ARM v7-A machines like the Raspberry Pi 2 and 3
ca: Imatge en cru amb compressió LZMA per a les màquines ARM v7-A com ara Raspberry Pi 2 i 3
ga: Íomhá amh comhbhrúite LZMA do mheaisíní ARM v7-A cosúil leis an Raspberry Pi 2 agus 3
nl: LZMA-gecompremeerde ruwe image voor ARM v7-A machines zoals de Raspberry Pi 2 en 3
sr: LZMA-запакована сирова слика за АРМ вер.7-А машине као што су то Raspberry Pi 2 и 3
th: ไฟล์อิมเมจดิบที่บีบอัดโดย LZMA สำหรับอุปกรณ์ ARM v7-A เช่น Raspberry Pi 2 และ 3

# ReleaseArchitecture|
source: LZMA-compressed raw image for AArch64 machines
ga: Íomhá amh comhbhrúite LZMA do mheaisíní AArch64
nl: LZMA-gecomprimeerde raw image voor AArch64 machines
th: ไฟล์อิมเมจดิบที่บีบอัดโดย LZMA สำหรับอุปกรณ์ AArch64

# ReleaseListModel|
source: Custom image
ca: Imatge personalitzada
ga: Íomhá saincheaptha
nl: Aangepaste image
sr: Прилагођена слика
th: อิมเมจกำหนดเอง

# ReleaseVariant|
source: The downloaded image is corrupted
ca: La imatge baixada està malmesa
ga: Tá an íomhá íoslódáilte truaillithe
nl: De gedownloade image is corrupt
sr: Преузета слика је покварена
th: อิมเมจที่ดาวน์โหลดมามีการเสียหาย

# ReleaseVariant|
source: The downloaded file is not readable.
ca: El fitxer baixat no es pot llegir.
ga: Ní féidir an comhad íoslódáilte a léamh.
nl: Het gedownloade bestand is niet leesbaar.
sr: Преузета датотека није читљива.
th: ไฟล์ที่ดาวน์โหลดไม่สามารถอ่านได้

# ReleaseVariant|
source: Unable to rename the temporary file.
ca: No es pot reanomenar el fitxer temporal.
ga: Ní féidir an comhad sealadach a athainmniú.
nl: Het tijdelijke bestand kon geen andere naam gegeven worden.
sr: Не могу да преименујем привремену датотеку.
th: ไม่สามารถเปลี่ยนชื่อไฟล์ชั่วคราวได้

# ReleaseVariant|
source: Preparing
ca: Preparació
ga: Ag ullmhú
nl: Voorbereiden
sr: Припремам
th: กำลังเตรียม

# ReleaseVariant|
source: Downloading
ca: Baixada
ga: Ag íoslódáil
nl: Downloaden
sr: Преузимам
th: กำลังดาวน์โหลด

# ReleaseVariant|
source: Checking the download
ca: Comprovació de la baixada
ga: Ag seiceáil an íoslódáil
nl: De download controleren
sr: Проверавам преузето
th: กำลังตรวจสอบการดาวน์โหลด

# ReleaseVariant|
source: Ready to write
ca: Preparat per escriure
ga: Réidh le scríobh
nl: Klaar om te schrijven
sr: Спреман за писање
th: พร้อมเขียน

# ReleaseVariant|
source: Image file was saved to your downloads folder. Writing is not possible
ca: S'ha desat el fitxer de la imatge a la vostra carpeta de baixades. No és possible l'escriptura.
ga: Sábháladh comhad íomhá i do fhillteán íoslódálacha. Ní féidir scríobh
nl: Imagebestand werd opgelagen in je downloadmap. Schrijven is niet mogelijk
sr: Слика је сачувана у вашу фасциклу са преузимањима. Писање није могуће
th: ไฟล์อิมเมจถูกบันทึกไปยังโฟลเดอร์ดาวน์โหลดของคุณแล้ว แต่การเขียนเป็นไปไม่ได้

# ReleaseVariant|
source: Writing
ca: Escriptura
ga: Scríbhneoireacht
nl: Schrijven
sr: Пишем
th: กำลังเขียน

# ReleaseVariant|
source: Checking the written data
ca: Comprovació de les dades escrites
ga: Ag seiceáil na sonraí scríofa
nl: De geschreven data controleren
sr: Проверавам уписане податке
th: กำลังตรวจสอบข้อมูลที่ถูกเขียน

# ReleaseVariant|
source: Finished!
ca: Ha acabat!
ga: Críochnaigh!
nl: Klaar!
sr: Завршено!
th: เสร็จสิ้นแล้ว!

# ReleaseVariant|
source: The written data is corrupted
ca: Les dades escrites estan malmeses
ga: Tá an fhaisnéis scríofa truaillithe
nl: De geschreven data is corrupt
sr: Уписани подаци су покварени
th: ข้อมูลที่ถูกเขียนมีความเสียหาย

# ReleaseVariant|
source: Download failed
ca: Baixada fallida
ga: Theip ar an íoslódáil
nl: Download mislukte
sr: Преузимање није успело
th: การดาวน์โหลดล้มเหลว

# ReleaseVariant|
source: Error
ga: Earráid
nl: Fout
sr: Грешка
th: เกิดข้อผิดพลาด

# ReleaseVersion|
source: %1 Alpha
ca: Alfa de %1
ga: %1 Alfa
sr: %1 Алфа
th: %1 แอลฟา

# ReleaseVersion|
source: %1 Beta
ca: Beta de %1
ga: %1 Béite
sr: %1 Бета
th: %1 เบตา

# ReleaseVersion|
source: %1 Release Candidate
ca: versió candidata de %1
ga: Iarrthóir Scaoilte %1
nl: %1 Vrijgave kandidaat
sr: %1 Кандидат за објављивање
th: %1 รีลีสแคนดิเดต

# RestoreJob|
source: Failed to open device for writing
ga: Theip ar an ngléas a oscailt le haghaidh scríbhneoireachta
th: ล้มเหลวในการเปิดอุปกรณ์เพื่อการเขียน

# RestoreJob|
source: Destination drive is not writable
ga: Ní féidir an tiomántán ceann scríbe a scríobh
th: ไดรฟ์เป้าหมายไม่สามารถเขียนได้

# RestoreJob|
source: Failed to get file size
ga: Theip ar mhéid an chomhaid a fháil
th: ล้มเหลวในการตรวจสอบขนาดไฟล์

# RestoreJob|
source: File size is smaller than 128 blocks
ga: Tá méid an chomhaid níos lú ná 128 bloc
th: ไฟล์ขนาดเล็กกว่า 128 บล็อค

# RestoreJob|
source: Failed to move file pointer to the end region
ga: Theip ar bhogadh pointeoir an chomhaid go dtí an réigiún deiridh
th: ล้มเหลวในการย้ายตัวชี้ไฟล์ไปยังบริเวณปลาย

# RestoreJob|
source: Failed to sync data to disk
ga: Theip ar shonraí a shioncronú leis an diosca
th: ล้มเหลวในการซิงค์ข้อมูลไปยังดิสก์

# RestoreJob|
source: Couldn't remove drive mountpoints
ga: Níorbh fhéidir pointí gléasta an tiomántáin a bhaint
th: ไม่สามารถนำจุดเมานต์ของไดรฟ์ออกได้

# RestoreJob|
source: Failed to remove partitions from the drive
ga: Theip ar dheighiltí a bhaint den tiomántán
th: ล้มเหลวในการนำพาร์ติชันออกจากไดรฟ์

# RestoreJob|
source: Failed to open the drive for formatting
ga: Theip ar an tiomántán a oscailt le haghaidh formáidithe
th: ล้มเหลวในการเปิดไดรฟ์สำหรับการฟอร์แมต

# RestoreJob|
source: Couldn't lock the drive
ga: Níorbh fhéidir an tiomántán a ghlasáil
th: ไม่สามารถล็อคไดรฟ์ได้

# RestoreJob|
source: Failed to clear the partition table on the drive
ga: Theip ar an tábla deighilte ar an tiomántán a ghlanadh
th: ล้มเหลวในการล้างตารางพาร์ติชันบนไดรฟ์

# RestoreJob|
source: Failed to set the drive to RAW partition style
ga: Theip ar an tiomántán a shocrú go stíl dheighilte RAW
th: ล้มเหลวในการตั้งไดรฟ์เป็นพาร์ติชันรูปแบบ RAW

# RestoreJob|
source: Failed to create a GPT partition on the drive
ga: Theip ar dheighilt GPT a chruthú ar an tiomántán
th: ล้มเหลวในการสร้างพาร์ติชัน GPT บนไดรฟ์

# RestoreJob|
source: Failed to get GUID volume path on the drive
ga: Theip ar chonair toirte GUID a fháil ar an tiomántán
th: ล้มเหลวในการรับเส้นทางไดรฟ์ GUID

# RestoreJob|
source: Failed to mount the new partition
ga: Theip ar an deighilt nua a fheistiú
th: ล้มเหลวในการเมานต์พาร์ติชันใหม่

# RestoreJob|
source: Failed to format the partition to exFAT
ga: Theip ar fhormáidiú an deighilt go exFAT
th: ล้มเหลวในการฟอร์แมตพาร์ติชันเป็น exFAT

# RestorePage|
source: Restore Drive <b>%1</b>
ga: Athchóirigh Tiomántán <b>%1</b>
th: คืนค่าไดรฟ์ <b>%1</b>

# RestorePage|
source: <p align="justify"> To reclaim all space available on the drive, it has to be restored to its factory settings. The live system and all saved data will be deleted.</p> <p align="justify"> You don't need to restore the drive if you want to write another live system to it.</p> <p align="justify"> Do you want to restore it to factory settings? </p>
ga: <p align="justify"> Chun an spás go léir atá ar fáil ar an tiomántán a athghabháil, caithfear é a athchóiriú chuig a shocruithe monarchan. Scriosfar an córas beo agus na sonraí sábháilte go léir.</p> <p align="justify"> Ní gá duit an tiomántán a athchóiriú más mian leat córas beo eile a scríobh chuige.</p> <p align="justify"> Ar mhaith leat é a athchóiriú chuig socruithe monarchan?</p>
th: <p align="justify"> ในการเรียกคืนพื้นที่ทั้งหมดในไดรฟ์ ไดรฟ์จะต้องถูกคืนค่าเป็นค่าโรงงาน ระบบไลฟ์และข้อมูลที่ถูกบันทึกไว้ทั้งหมดจะถูกลบ</p> <p align="justify"> คุณไม่ต้องคืนค่าไดรฟ์หากคุณต้องการที่จะเขียนระบบไลฟ์อื่นลงไปที่ไดรฟ์</p> <p align="justify"> คุณต้องการที่จะคืนค่ามันสู่การตั้งค่าโรงงานหรือไม่ </p>

# RestorePage|
source: <p align="justify">Please wait while Fedora Media Writer restores your portable drive.</p>
ga: <p align="justify">Fan go fóill agus Fedora Media Writer ag athchóiriú do thiomántán iniompartha.</p>
th: <p align="justify">โปรดรอระหว่างที่ Fedora Media Writer คืนค่าไดรฟ์พกพาของคุณ</p>

# RestorePage|
source: Your drive was successfully restored!
ga: Athchóiríodh do thiomántán go rathúil!
th: ไดรฟ์ของคุณถูกคืนค่าอย่างเสร็จสมบูรณ์!

# RestorePage|
source: Unfortunately, an error occurred during the process. Please try restoring the drive using your system tools.
ga: Ar an drochuair, tharla earráid le linn an phróisis. Déan iarracht an tiomántán a athchóiriú ag baint úsáide as uirlisí do chórais.
th: ขออภัย เกิดข้อผิดพลาดในกระบวนการ โปรดลองคืนค่าไดรฟ์อีกครั้งด้วยเครื่องมือระบบของคุณ
