Repository: AKJUS/MediaWriter
Catalog: po/mediawriter_*.po
Languages: ca, ga, nl, sr, th

# RestorePage|
source: Restoring finished
ga: Críochnaíodh an t-athchóiriú
th: การคืนค่าเสร็จสิ้น

# RestorePage|
source: Finish
ga: Críochnaigh
th: เสร็จสิ้น

# RestorePage|
source: Restore
ga: Athchóirigh
th: คืนค่า

# VersionPage|
source: Select Fedora Release
ga: Roghnaigh Scaoileadh Fedora
th: เลือกรุ่น Fedora

# VersionPage|
source: Select from:
ga: Roghnaigh ó:
th: เลือกจาก:

# VersionPage|
source: Official Editions
ga: Eagráin Oifigiúla
th: รุ่นทางการ

# VersionPage|
source: Atomic Desktops
ga: Deasc Adamhach
th: เดสก์ท็อป Atomic

# VersionPage|
source: Labs
ga: Saotharlanna
th: แล็บ

# WinDrive|
source: Could not find the helper binary. Check your installation.
ca: No s'ha pogut trobar el binari de l'ajudant. Comproveu la vostra instal·lació.
ga: Níorbh fhéidir an comhad dénártha cúnta a aimsiú. Seiceáil do shuiteáil.
nl: Kon het hulpprogramma niet vinden. Controleer je installatie.
sr: Нисам могао да нађем помоћну бинарну датотеку. Проверите вашу инсталацију.
th: ไม่พบไบนารีช่วยเหลือ ตรวจสอบการติดตั้งโปรแกรมของคุณ

# WinDrive|
source: Finished!
ga: Críochnaigh!
th: เสร็จสิ้นแล้ว!

# WinDrive|
source: Writing %1 was successful
ga: D’éirigh le scríobh %1
th: การเขียนไปยัง %1 เสร็จสมบูรณ์

# WinDrive|
source: Writing has been cancelled
ga: Tá an scríbhneoireacht curtha ar ceal
th: การเขียนถูกยกเลิก

# WriteJob|
source: Failed to start decompressing.
ca: Ha fallat el començament de la descompressió.
ga: Theip ar dhíchomhbhrú a thosú.
nl: Opstarten van decomprimeren mislukte.
sr: Нисам успео да започнем распакивање.
th: ล้มเหลวในการเริ่มแตกไฟล์

# WriteJob|
source: Destination drive is not writable
ca: La unitat de destí no és d'escriptura
ga: Ní féidir an tiomántán ceann scríbe a scríobh
nl: De bestemmingsdrive is niet schrijfbaar
sr: Одредишни уређај није уписив
th: ไดรฟ์เป้าหมายไม่สามารถเขียนได้

# WriteJob|
source: There is not enough memory to decompress the file.
ca: No hi ha pro memòria per a descomprimir el fitxer.
ga: Níl dóthain cuimhne ann chun an comhad a dhí-chomhbhrú.
nl: Er is niet genoeg geheugen om het bestand te decomprimeren.
sr: Нема довољно меморије за распакивање датотеке.
th: ไม่มีหน่วยความจำมากพอในการแตกไฟล์

# WriteJob|
source: The downloaded compressed file is corrupted.
ca: El fitxer comprimit que s'ha baixat està malmès.
ga: Tá an comhad comhbhrúite íoslódáilte truaillithe.
nl: Het gedownloade gecomprimeerde bestand is corrupt.
sr: Преузета запакована датотека је покварена.
th: ไฟล์บีบอัดที่ถูกดาวน์โหลดมีความเสียหาย

# WriteJob|
source: Unsupported compression options.
ca: Opcions de compressió no admeses.
ga: Roghanna comhbhrúite nach dtacaítear leo.
nl: Niet-ondersteunde compressie opties.
sr: Неподржане опције запакивања.
th: ตัวเลือกการบีบอัดที่ไม่ถูกรองรับ

# WriteJob|
source: Unknown decompression error.
ca: Error desconegut de descompressió.
ga: Earráid díchomhbhrúite anaithnid.
nl: Onbekende decomprimatie fout.
sr: Непозната грешка распакивања.
th: ข้อผิดพลาดการแตกไฟล์ที่ไม่ทราบสาเหตุ

# WriteJob|
source: Source image is not readable
ca: L'origen de la imatge no és de lectura
ga: Ní féidir an íomhá foinse a léamh
nl: De bronimage is niet leesbaar
sr: Изворна слика није читљива
th: อิมเมจต้นทางไม่สามารถถูกอ่านได้

# WriteJob|
source: Your drive is probably damaged.
ca: La vostra unitat probablement estigui malmesa.
ga: Is dócha go bhfuil damáiste déanta do do thiomántán.
nl: Je drive is waarschijnlijk beschadigd.
sr: Ваш уређај је вероватно оштећен.
th: ไดรฟ์ของคุณอาจมีความเสียหาย

# WriteJob|
source: Unexpected error occurred during media check.
ca: S'ha produït un error inesperat durant la comprovació del mitjà.
ga: Tharla earráid gan choinne le linn seiceáil meán.
nl: Tijden de media check trad een onverwachte fout op.
sr: Догодила се неочекивана грешка приликом провере медије.
th: เกิดข้อผิดพลาดที่ไม่คาดคิดระหว่างการตรวจสอบสื่อ

# WriteJob|
source: Unable to allocate socket pair
ga: Ní féidir péire soicéad a leithdháileadh
th: ไม่สามารถจัดสรรคู่ซ็อกเก็ตได้

# WriteJob|
source: Unable to open destination for writing
ga: Ní féidir an ceann scríbe a oscailt le haghaidh scríbhneoireachta
th: ไม่สามารถเปิดปลายทางสำหรับการเขียนได้

# WriteJob|
source: Couldn't remove drive mountpoints
ga: Níorbh fhéidir pointí gléasta an tiomántáin a bhaint
th: ไม่สามารถนำจุดเมานต์ของไดรฟ์ออกได้

# WriteJob|
source: Failed to remove partitions from the drive
ga: Theip ar dheighiltí a bhaint den tiomántán
th: ล้มเหลวในการนำพาร์ติชันออกจากไดรฟ์

# WriteJob|
source: Failed to open the drive for formatting
ga: Theip ar an tiomántán a oscailt le haghaidh formáidithe
th: ล้มเหลวในการเปิดไดรฟ์สำหรับการฟอร์แมต

# WriteJob|
source: Couldn't lock the drive
ca: No s'ha pogut bloquejar la unitat
ga: Níorbh fhéidir an tiomántán a ghlasáil
nl: Kon de drive niet vergrendelen
sr: Не могу да закључам уређај
th: ไม่สามารถล็อคไดรฟ์ได้

# WriteJob|
source: Couldn't open the logical handle
ga: Níorbh fhéidir an láimhseáil loighciúil a oscailt
th: ไม่สามารถเปิดตัวจัดการลอจิคัลได้

# WriteJob|
source: Couldn't lock the logical drive
ga: Níorbh fhéidir an tiomántán loighciúil a ghlasáil
th: ไม่สามารถล็อคไดรฟ์ลอจิคัลได้

# WriteJob|
source: Couldn't unmount drive
ga: Níorbh fhéidir an tiomántán a dhíshuiteáil
th: ไม่สามารถปลดเมานต์ไดรฟ์ได้

# WriteJob|
source: Failed to allocate the buffer
ga: Theip ar an maolán a leithdháileadh
th: ล้มเหลวในการจัดสรรบัฟเฟอร์

# WriteJob|
source: The last block was not fully written
ga: Níor scríobhadh an bloc deireanach go hiomlán
th: บล็อคสุดท้ายไม่ถูกเขียนอย่างสมบูรณ์

# WriteJob|
source: Wrote %1 out of %2
ga: Scríobh %1 as %2
th: เขียนไปแล้ว %1 จาก %2

# WriteJob|
source: Failed to read the image file:
ga: Theip ar an gcomhad íomhá a léamh:
th: ล้มเหลวในการอ่านไฟล์อิมเมจ:

# WriteJob|
source: Failed to write entire image. Total written: %1 out of %2
ga: Theip ar an íomhá iomlán a scríobh. Iomlán scríofa: %1 as %2
th: ล้มเหลวในการเขียนอิมเมจทั้งหมด เขียนไปทั้งหมด %1 จาก %2

# WriteJob|
source: Couldn't open the drive for data verification for %1:
ga: Níorbh fhéidir an tiomántán a oscailt le haghaidh fíorú sonraí do %1:
th: ไม่สามารถเปิดไดรฟ์สำหรับการตรวจสอบความถูกต้องของข้อมูลสำหรับ %1 ได้

# main|
source: Fedora Media Writer
ga: Scríbhneoir Meán Fedora

# main|
source: Select Fedora Version
ga: Roghnaigh Leagan Fedora
th: เลือกรุ่น Fedora

# main|
source: Select Drive
ga: Roghnaigh Tiomántán
th: เลือกไดรฟ์

# main|
source: Restore
ca: Restaura
ga: Athchóirigh
nl: Herstellen
sr: Поврати
th: คืนค่า

source: Fedora Media Writer
ga: Scríbhneoir Meán Fedora
nl: Fedora mediaschrijver
sr: Fedora Писач Медија

source: A tool to create a live USB drive with an edition of Fedora
ca: Una eina per a la creació d'una unitat USB autònoma amb una edició de Fedora
ga: Uirlis chun tiomántán USB beo a chruthú le heagrán de Fedora
nl: Een hulpmiddel om een live-USB-drive te maken met een editie van Fedora
sr: Алатка за стварање живих УСБ уређаја са издањима Fedora-е
th: เครื่องมือในการสร้างไดรฟ์ USB ไลฟ์ที่มี Fedora

source: A tool to create a bootable live USB drive with an edition of Fedora. Not only can Fedora Media Writer write an image to your flash drive, it can also download it for you. It offers official editions (Server, Workstation), Fedora spins (KDE Plasma Desktop, Xfce Desktop, Cinnamon Desktop,...), and Fedora Labs (Design Suite, Security Lab,...). It provides basic information about each of them to help you make the right choice.
ca: Una eina per crear una unitat USB autònoma d'arrencada amb una edició de Fedora. Fedora Media Writer no només pot escriure una imatge en la vostra unitat flash, també pot baixar-la. Ofereix les edicions oficials (Server i Workstation), els spins de Fedora (KDE Plasma Desktop, Xfce Desktop, Cinnamon Desktop,...), i els laboratoris de Fedora (Design Suite, Security Lab, ...). Proporciona la informació bàsica sobre cada un d'ells per ajudar a prendre la decisió correcta.
ga: Uirlis chun tiomántán USB beo bootable a chruthú le heagrán de Fedora. Ní hamháin gur féidir le Fedora Media Writer íomhá a scríobh chuig do thiomántán flash, ach is féidir leis í a íoslódáil duit freisin. Cuireann sé eagráin oifigiúla (Server, Workstation), spins Fedora (KDE Plasma Desktop, Xfce Desktop, Cinnamon Desktop,...), agus Fedora Labs (Design Suite, Security Lab,...) ar fáil. Soláthraíonn sé faisnéis bhunúsach faoi gach ceann acu chun cabhrú leat an rogha ceart a dhéanamh.
nl: Een hulpmiddel om een opstartbare live-USB-drive te maken met een oplage van Fedora. Fedora mediaschrijver kan niet alleen een image naar je flash drive schrijven, maar kan deze ook voor je downloaden. Het biedt officiële edities aan (Server, Workstation), Fedora spins (KDE Plasma Desktop, Xfce Desktop, Cinnamon Desktop,...), en Fedora Labs (Design Suite, Security Lab,...). Het biedt basis informatie over elke editie aan om je de juiste keuze te laten maken.
sr: Алатка за стварање подизних, живих УСБ уређаја са издањима Fedora-е. Не само што Fedora Писач Медија може писати слике на ваш флеш уређај, он их такође може преузети уместо вас. Пружа званична издања (за сервере, радне станице), Fedora спинове (КДЕ Плазма окружење, Xfce окружење, Цинамон окружење,...) и Fedora Лабораторије (Design Suite, Security Lab,...). Такође пружа основне податке о сваком од издања и тиме вам помаже да направите добар избор.
th: เครื่องมือในการสร้างไดรฟ์ USB บูตได้ที่มี Fedora รุ่นหนึ่ง Fedora Media Writer ไม่ได้ทำได้แค่เขียนอิมเมจไปยังแฟลชไดรฟ์ของคุณเท่านั้น โปรแกรมยังสามารถดาวน์โหลดอิมเมจให้คุณได้ด้วย โดยสามารถเลือกได้จากรุ่นเป็นทางการ (Server, Workstation), Fedora Spins (เดสก์ท็อป Xfce, เดสก์ท็อป Cinnamon, ...), และ Fedora แล็บ (ชุดออกแบบ, ชุดแล็บความปลอดภัย, ...) และโปรแกรมจะให้ข้อมูลเบื้องต้นเกี่ยวกับแต่ละรุ่นเพื่อให้คุณเลือกได้อย่างถูกต้อง

source: Fedora Media Writer can also write other bootable ISOs loaded from your local disk, but keep in mind that it's only tested with Fedora images.
ca: Fedora Media Writer també pot escriure altres ISO d'arrencada des del vostre disc local, però tingueu present que només s'ha provat amb les imatges de Fedora.
ga: Is féidir le Fedora Media Writer ISOanna tosaithe eile a scríobh a luchtaítear ó do dhiosca áitiúil freisin, ach coinnigh i gcuimhne nach ndéantar tástáil air ach le híomhánna Fedora.
nl: Fedora mediaschrijver kan ook andere opstartbare ISO's schrijven die geladen zijn vanaf je lokale schijf, maar denk eraan dat dit alleen getest is voor Fedora images.
sr: Fedora Писач Медија такође може писати друге подизне ISO-е учитане са вашег локалног диска али знајте да се испробава само са Fedora сликама система.
th: Fedora Media Writer สามารถเขียนไฟล์ ISO อื่น ๆ ที่บูตได้จากดิสก์ของคุณได้เช่นกัน แต่โปรดทราบว่าโปรแกรมถูกทดสอบกับอิมเมจ Fedora เท่านั้น

source: Write Fedora images to your portable drives
ca: Escriviu imatges de Fedora a les vostres unitats portàtils
ga: Scríobh íomhánna Fedora chuig do thiomántáin iniompartha
nl: Schrijf Fedora images op je draagbare drives
sr: Пишите Fedora слике на ваше преносне уређаје
th: เขียนอิมเมจ Fedora ไปยังไดรฟ์พกพาของคุณ

# ReleaseArchitecture|
source: Intel/AMD 64bit
th: Intel/AMD 64 บิต

# ReleaseArchitecture|
source: Intel/AMD 32bit
th: Intel/AMD 32 บิต

# DeleteButton|
source: Delete the Downloaded Image
ca: Suprimeix de la imatge baixada
nl: Verwijder je gedownloade image
sr: Обриши преузету слику

# DownloadDialog|
source: Write %1
ca: Escriu %1
nl: Schrijven %1
sr: Упиши %1

# DownloadDialog|
source: Writing is not possible
ca: No és possible l'escriptura
nl: Schrijven is niet mogelijk
sr: Писање није могуће

# DownloadDialog|
source: Close
ca: Tanca
nl: Sluiten
sr: Затвори

# DownloadDialog|
source: Retry
ca: Torna a intentar-ho
nl: Opnieuw proberen
sr: Поново покушај

# DownloadDialog|
source: The file will be saved to your Downloads folder.
ca: Es desarà el fitxer a la vostra carpeta de Baixades.
nl: Het bestand wordt opgeslagen in je Downloads map.
sr: Ова датотека ће бити сачувана у вашој фасцикли за преузимања.

# DownloadDialog|
source: By writing, you will lose all of the data on %1.
ca: Amb l'escriptura, perdreu totes les dades en %1.
nl: Met het schrijven zul je alle data op %1 kwijt raken.
sr: Писањем ћете изгубити све податке на уређају %1

# DownloadDialog|
source: Your drive will be resized to a smaller capacity. You may resize it back to normal by using Fedora Media Writer; this will remove installation media from your drive.
ca: La vostra unitat es redimensionarà a una capacitat menor. Podeu tornar-la a redimensionar a la mida normal amb Fedora Media Writer; això eliminarà els mitjans d'instal·lació de la vostra unitat.
nl: Je drive wordt verkleind naar een kleinere capaciteit. Je kunt het met gebruik van Fedora Media Writer naar de normale grootte veranderen; dit zal de installatiemedia van je drive verwijderen.
sr: Ваш уређај ће бити умањен. Можете га поново проширити на његову величину преко Fedora Media Writer алатке. Овим ћете уклонити инсталацију са вашег уређаја.

# DownloadDialog|
source: Selected:
ca: Selecció:
nl: Geselecteerd:
sr: Изабрано:

# DownloadDialog|
source: None
ca: Cap
nl: Geen
sr: Ништа

# DownloadDialog|
source: Your board or device is not supported by Fedora Media Writer yet. Please check <a href=%1>this page</a> for more information about its compatibility with Fedora and how to create bootable media for it.
ca: La vostra placa o el vostre dispositiu encara no són compatibles amb Fedora Media Writer. Comproveu <a href=%1>aquesta pàgina</a> per obtenir més informació sobre la seva compatibilitat amb Fedora i com crear mitjans d'arrencada.
nl: Je board of apparaat wordt nog niet door Fedora Media Writer ondersteund. Controleer <a href=%1>deze pagina</a> voor meer informatie over de compatibiliteit hiervan met Fedora en hoe je er opstartbare media voor kunt maken.
sr: Ваша плоча или уређај још није подржан од стране алатке Fedora Media Writer. Погледајте <a href=%1>ову страницу</a> за више података о усклађености ове алатке са Федором и о другим начинима стварања подизних медијума.

# DownloadDialog|
source: The selected drive's size is %1. It's possible you have selected an external drive by accident!
ca: La mida de la unitat seleccionada és %1. És possible que hàgiu seleccionat una unitat externa per accident!
nl: De grootte van de geselecteerde drive is %1. Het is mogelijk dat je per ongeluk een externe drive geseleteerd hebt!
sr: Величина изабраног уређаја је %1. Могуће је да сте случајно изабрали спољни уређај!

# DownloadDialog|
source: (%1 B left)
ca: (queden %1 B)
nl: (%1 B over)
sr: (%1 бајта преостало)

# DownloadDialog|
source: (%1 KB left)
ca: (queden %1 KB)
nl: (%1 KB over)
sr: (%1 килобајта преостало)

# DownloadDialog|
source: (%1 MB left)
ca: (queden %1 MB)
nl: (%1 MB over)
sr: (%1 мегабајта преостало)

# DownloadDialog|
source: (%1 GB left)
ca: (queden %1 GB)
nl: (%1 GB over)
sr: (%1 гигабајта преостало)

# DownloadDialog|
source: Write the image immediately when the download is finished
ca: Escriu immediatament la imatge quan hagi acabat la baixada
nl: Schrijf de image onmiddellijk nadat de download klaar is
sr: Упиши слику одмах након што се преузимање заврши

# DownloadDialog|
source: There are no portable drives connected
ca: No hi ha connectada cap unitat compatible
nl: Er zijn geen draagbare drives aangesloten
sr: Ниједан преносиви уређај није закачен

# DownloadDialog|
source: Other
ca: Altres
nl: Andere
sr: Друго

# DownloadDialog|
source: It was not possible to delete<br>"<a href="%1">%2</a>".
ca: No s'ha pogut suprimir<br>"<a href="%1">%2</a>".
nl: Het was niet mogelijk om <br>"<a href="%1">%2</a>" te verwijderen.
sr: Није било могуће обрисати<br>"<a href="%1">%2</a>".

# DownloadDialog|
source: Cancel
ca: Cancel·la
nl: Annuleren
sr: Откажи

# DownloadDialog|
source: Write to Disk
ca: Escriu al disc
nl: Schrijf naar schijf
sr: Упиши на диск

# ImageDetails|
source: (%1 after writing)
ca: (%1 després de l'escriptura)
nl: (%1 na het schrijven)
sr: (%1 после писања)

# ImageDetails|
source: Version %1
ca: Versió %1
nl: Versie %1
sr: Издање %1

# ImageDetails|
source: Fedora %1 was released! Check it out!<br>If you want a stable, finished system, it's better to stay at version %2.
ca: S'ha alliberat Fedora %1! Comproveu-ho!<br>Si voleu un sistema estable i acabat, és millor quedar-se a la versió %2.
nl: Fedora %1 werd vrijgegeven! Bekijk het!<br>Als je een stabiel, voltooid systeen wilt, is het beter dat je op versie %2 blijft.
sr: Fedora %1 је издата! Баците поглед!<br>Уколико желите стабилан, завршен систем, боље је да останете на издању %2.

# ImageDetails|
source: , released on %1
ca: , es va publicar el %1
nl: , vrijgegeven op %1
sr: , издата дана %1

# ImageDetails|
source: Other variants...
ca: Altres variants...
nl: Andere varianten...
sr: Друга издања...

# ImageList|
source: Find an operating system image
ca: Troba la imatge d'un sistema operatiu
nl: Zoek een besturingssysteem image
sr: Нађите слику оперативног система

# ImageList|
source: Checking for new releases
ca: Comprovació per si hi ha nous llançaments
nl: Controleren op nieuw vrigaves
sr: Тражим нова издања

# ImageList|
source: About Fedora Media Writer
ca: Quant a Fedora Media Writer
nl: Over Fedora Media Writer
sr: О Fedora Писачу Медија

# ImageList|
source: Version %1
ca: Versió %1
nl: Versie %1
sr: Издање %1

# ImageList|
source: Fedora Media Writer is now checking for new releases
ca: Fedora Media Writer ara està comprovant si hi ha llançaments nous
nl: Fedora Media Writer kijkt nu of er nieuwe vrijgaves zijn
sr: Fedora Писач Медија сада тражи нова издања

# ImageList|
source: Please report bugs or your suggestions on %1
ca: Si us plau, informeu dels errors o els vostres suggeriments a %1
nl: Rapporteer bugs of geef je suggesties op %1
sr: Пријавите грешке или примедбе на адреси %1

# ImageList|
source: Display additional Fedora flavors
ca: Mostra els sabors addicionals de Fedora
nl: Toon extra Fedora smaken
sr: Прикажи додатне укусе Fedora-е

# Release|
source: Fedora Spins
sr: Fedora Спинови

# ReleaseArchitecture|
source: Intel 64bit
ca: 64 bits d'Intel
sr: Интел 64-бита

# ReleaseArchitecture|
source: Intel 32bit
ca: 32 bits d'Intel
sr: Интел 32-бита

# ReleaseArchitecture|
source: ARM v7
sr: АРМ вер.7

# RestoreDialog|
source: Restore %1?
ca: Volau restaurar %1?
nl: %1 herstellen?
sr: Повратити %1?

# RestoreDialog|
source: <p align="justify"> To reclaim all space available on the drive, it has to be restored to its factory settings. The live system and all saved data will be deleted. </p> <p align="justify"> You don't need to restore the drive if you want to write another live system to it. </p> <p align="justify"> Do you want to continue? </p>
ca: <p align="justify"> Per a reclamar tot l'espai disponible en la unitat, ha de ser restaurat als ajusts de fàbrica. S'eliminarà el sistema autònom i totes les dades desades. </p> <p align="justify"> No cal que restaureu la unitat si hi voleu escriure un altre sistema autònom. </p> <p align="justify"> Voleu continuar? </p>
nl: <p align="justify"> Om alle beschikbare ruimte op de drive terug te eisen, moeten de fabrieksinstellingen hersteld worden. Het live systeem en alle opgeslagen data zal verwijderd worden. </p> <p align="justify"> Je hoeft de drive niet te herstellen als je er een ander live systeem op wilt schrijven. </p> <p align="justify"> Wil je verdergaan? </p>
sr: <p align="justify"> Да бисте повратили сав доступан простор на уређају, он мора бити враћен на његова фабричка подешавања. Живи систем и сви сачувани подаци ће бити обрисани. </p> <p align="justify"> Не морате враћати уређај на фабричка подешавања уколико желите уписати други живи систем на њега. </p> <p align="justify"> Да ли желите да наставите? </p>

# RestoreDialog|
source: <p align="justify">Please wait while Fedora Media Writer restores your portable drive.</p>
ca: <p align="justify">Si us plau, espereu mentre Fedora Media Writer restaura la vostra unitat portàtil.</p>
nl: <p align="justify">Wacht even totdat Fedora mediaschrijver je draagbare drive herstelt.</p>
sr: <p align="justify">Сачекајте док Fedora Писач Медија не врати ваш преносни уређај на фабричка подешавања.</p>

# RestoreDialog|
source: Your drive was successfully restored!
ca: La vostra unitat ha estat restaurada amb èxit!
nl: Je drive is succesvol hersteld!
sr: Ваш уређај је успешно враћен на фабричка подешавања!

# RestoreDialog|
source: Unfortunately, an error occurred during the process.<br>Please try restoring the drive using your system tools.
ca: Desafortunadament, s'ha produït un error en el procés.<br>Si us plau, proveu amb la restauració de la unitat mitjançant les eines del sistema.
nl: Helaas, tijdens het proces is er een fout opgetreden.<br>Probeer de drive te herstellen met gebruik van je systeemgereedschappen.
sr: Нажалост, догодила се грешка приликом поступка враћања.<br>Пробајте враћање на фабричка подешавања уз помоћ системских алата.

# RestoreDialog|
source: Cancel
ca: Cancel·la
nl: Annuleren
sr: Откажи

# RestoreDialog|
source: Restore
ca: Restaura
nl: Herstellen
sr: Поврати

# RestoreDialog|
source: Close
ca: Tanca
nl: Sluiten
sr: Затвори

# WriteJob|
source: Couldn't open the drive for writing
ca: No s'ha pogut obrir la unitat per a l'escriptura
nl: Kon de drive niet openen om te schrijven
sr: Не могу да отворим уређај за писање

# WriteJob|
source: Couldn't remove the drive %1:
ca: No es pot extraure la unitat %1:
nl: Kan de drive %1 niet verwijderen:
sr: Не могу да уклоним уређај %1:

# WriteJob|
source: Couldn't unlock the drive
ca: No s'ha pogut desbloquejar la unitat
nl: Kon de drive niet ontsluiten
sr: Не могу да откључам уређај

# main|
source: You inserted <b>%1</b> that already contains a live system.<br>Do you want to restore it to factory settings?
ca: Heu inserit <b>%1</b> el qual ja conté un sistema autònom.<br>Voleu restaurar-lo als ajusts de fàbrica?
nl: Je sloot <b>%1</b> aan dat al een live systeem bevat.<br>Wil je het herstellen naar de fabrieksinstellingen?
sr: Убацили сте <b>%1</b> који већ садржи живи систем.<br>Да ли желите да га вратите на фабричка подешавања?

# main|
source: Fedora Media Writer %1 Released
ca: S'ha alliberat Fedora Media Writer %1
nl: Fedora Media Writer %1 vrijgegeven
sr: Fedora Писач Медија %1 је објављен

# main|
source: Update for great new features and bugfixes!
ca: Actualitzeu per les noves funcionalitats i les correccions d'errors.
nl: Vernieuwing met nieuwe functies en bugreparaties!
sr: Ажурирајте се да бисте добили нове могућности и исправке грешака!

# main|
source: Open Browser
ca: Obre el navegador
sr: Отвори прегледач

# main|
source: Image files
ca: Fitxers d'imatges
nl: Imagebestanden
sr: Датотеке са сликама

# main|
source: All files (*)
ca: Tots els fitxers (*)
nl: Alle bestanden (*)
sr: Све датотеке (*)

# main|
source: %1<br>Writing images will not be possible.<br>You can still view Fedora flavors and download images to your hard drive.
ca: %1<br>No serà possible l'escriptura d'imatges.<br>Encara podeu veure els sabors de Fedora i les imatges baixades al vostre disc dur.
nl: %1<br>Het schrijven van images is niet mogelijk.<br>Je kunt nog Fedora smaken bekijken en images downloaden naar je harde schijf.
sr: %1<br>Писање слика неће бити могуће.<br>Можете и даље прегледати Fedora укусе и преузете слике на ваш хард диск.

# main|
source: Ok
ca: D'acord
sr: У реду

# ImageDetails|
source: Create Live USB…
nl: Live USB aanmaken…
